[
  {
    "quote": "Kata-kata dapat menyakiti seseorang. Meskipun kau menyesalinya, kau takkan pernah bisa menarik kembali (kata-kata yang telah kau ucapkan).",
    "character": "Jun Naruse",
    "anime": "Kokoro ga Sakebitagatterunda.",
    "episode": "Episode 1"
  },
  {
    "quote": "Jika peringkat (dalam pertandingan) membuatmu khawatir. (Tenang saja) kau sudah mendapatkan peringkat pertama di dalam hatiku.",
    "character": "Keima Katsuragi",
    "anime": "Kami nomi zo Shiru Sekai",
    "episode": "Episode 1"
  },
  {
    "quote": "Para penguasa itu seperti hewan ternak yang hanya memakan jabatan.",
    "character": "Marrine Kreische",
    "anime": "Grancrest Senki",
    "episode": "Episode 20"
  },
  {
    "quote": "Dia lebih mencemaskan temannya daripada dirinya sendiri. Dia lebih mementingkan temannya. Aku menghormati perasaannya. Jika kau ingin mencapai sesuatu, kau harus berusaha keras untuk mencapai semuanya.",
    "character": "Subaru Natsuki",
    "anime": "Re:Zero kara Hajimeru Isekai Seikatsu",
    "episode": "Episode 9"
  },
  {
    "quote": "Karena aku tak memiliki harta sama sekali, yang bisa aku berikan hanyalah waktu, perasaan, masa depan, kehidupan dan hal-hal samar lainnya.",
    "character": "Hachiman Hikigaya",
    "anime": "Yahari Ore no Seishun Love Comedy wa Machigatteiru. Kan",
    "episode": "Episode 11"
  },
  {
    "quote": "Suna, kali ini aku tak akan salah lagi. Tapi, jika aku kehilangan arah dan mulai mengambil jalan yang salah, tolong pukul aku.",
    "character": "Takeo Gouda",
    "anime": "Ore Monogatari!!",
    "episode": "Episode 24"
  },
  {
    "quote": "Kejujuran yang kau perlihatkan saat kau mengungkapkan perasaanmu benar-benar murni dan manis.",
    "character": "Suzuno Kamazuki",
    "anime": "Hataraku Maou-sama!",
    "episode": "Episode 8"
  },
  {
    "quote": "Kami (berdua) yang telah terluka saling mengharapkan hal yang sama.Jika besok kau mati, maka aku tidak keberatan jika besok hidupku juga berakhir.Jika hari ini kau tetap hidup, aku pun juga akan hidup.",
    "character": "Koyomi Araragi",
    "anime": "Kizumonogatari III: Reiketsu-hen",
    "episode": "Episode 1"
  },
  {
    "quote": "Kalau ada gadis cantik yang sedang kesulitan, pria baik (pasti) akan menyelamatkannya.",
    "character": "Rita Ainsworth",
    "anime": "Sakurasou no Pet na Kanojo",
    "episode": "Episode 9"
  },
  {
    "quote": "Mereka bilang orang itu bisa berubah, tapi apa yang seperti itu bisa terjadi? Jika mereka (manusia) memutuskan untuk terbang, pasti akan tumbuh sayap? Aku tak berpikir seperti itu. Kau tak perlu merubah dirimu, (tapi) rubahlah cara berfikirmu. Kau harus menjadi dirimu sendiri. Kau harus membuat cara terbangmu sendiri, meskipun kau masih tetap menjadi dirimu sendiri.",
    "character": "Sora",
    "anime": "No Game No Life",
    "episode": "Episode 9"
  },
  {
    "quote": "Yakinlah pada dirimu sendiri! Semuanya akan baik baik saja! Semakin keras kau berusaha, kau pasti akan semakin beruntung!",
    "character": "Miyano",
    "anime": "Tanaka-kun wa Itsumo Kedaruge",
    "episode": "Episode 12"
  },
  {
    "quote": "Mengetahui orang lain mau membaca tulisanku yang kusukai dan mereka memberikan kesan yang cukup bagus itu sangat menyenangkan.",
    "character": "Yoshiteru Zaimokuza",
    "anime": "Yahari Ore no Seishun Love Comedy wa Machigatteiru",
    "episode": "Episode 2"
  },
  {
    "quote": "Seluruh tubuhku telah berlumuran darah. Karena aku, puluhan ribu orang telah kehilangan nyawanya. Aku tak pantas hidup bahagia.",
    "character": "Marrine Kreische",
    "anime": "Grancrest Senki",
    "episode": "Episode 20"
  },
  {
    "quote": "Hanya karena semua orang melakukan dan mengatakan hal yang sama, itu tak menjamin kebenaran.",
    "character": "Sakuta Azusagawa",
    "anime": "Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai",
    "episode": "Episode 3"
  },
  {
    "quote": "Temanku akan menang meski kutinggalkan mereka!",
    "character": "Akiteru Tsukishima",
    "anime": "Haikyuu!!: Karasuno Koukou VS Shiratorizawa Gakuen Koukou",
    "episode": "Episode 7"
  },
  {
    "quote": "Setiap orang memiliki langkah mereka sendiri.",
    "character": "Miwako Tomobe",
    "anime": "Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai",
    "episode": "Episode 12"
  },
  {
    "quote": "Semua hal yang terjadi di depanku adalah masalah yang hanya bisa diselesaikan oleh diriku sendiri.",
    "character": "Hachiman Hikigaya",
    "anime": "Yahari Ore no Seishun Love Comedy wa Machigatteiru. Zoku",
    "episode": "Episode 4"
  },
  {
    "quote": "Seseorang tidak akan berjuang sekeras itu jika dia tidak menyukainya.",
    "character": "Keiko Ayano",
    "anime": "Sword Art Online",
    "episode": "Episode 4"
  },
  {
    "quote": "Yusa-san mencoba membuatku berhenti menyukaimu dan berkata kalau aku akan menyesal nantinya. Tapi, aku menyukaimu dengan kemauanku sendiri. Maka dari itu, suka ataupun tidak suka, aku sendiri yang memutuskannya.",
    "character": "Chiho Sasaki",
    "anime": "Hataraku Maou-sama!",
    "episode": "Episode 8"
  },
  {
    "quote": "Mengabdikan diri untuk pendidikan adalah suatu bentuk kerja keras.",
    "character": "Mayoi Hachikuji",
    "anime": "Monogatari Series: Second Season",
    "episode": "Episode 1"
  },
  {
    "quote": "Aku sangat menyukai kerendahan hatimu yang bahkan tak kausadari telah menjadi daya tarikmu.",
    "character": "Neko Fujinomiya",
    "anime": "Masamune-kun no Revenge",
    "episode": "Episode 6"
  },
  {
    "quote": "Kau tak boleh bilang \"hidup sendiri\" ketika banyak orang yang mengkhawatirkan dirimu.",
    "character": "Akari Kawamoto",
    "anime": "3-gatsu no Lion",
    "episode": "Episode 11"
  },
  {
    "quote": "Di lingkungan orang-orang dewasa, setiap kerja keras akan selalu mendapat imbalan.",
    "character": "Yoshifumi Nitta",
    "anime": "Hinamatsuri",
    "episode": "Episode 1"
  },
  {
    "quote": "Temanku akan menang meski kutinggalkan mereka!",
    "character": "Akiteru Tsukishima",
    "anime": "Haikyuu!!: Karasuno Koukou VS Shiratorizawa Gakuen Koukou",
    "episode": "Episode 7"
  },
  {
    "quote": "Kecantikan seorang makhluk itu akan terlihat indah saat mereka masih alami.",
    "character": "Itsuki Hashima",
    "anime": "Imouto sae Ireba Ii.",
    "episode": "Episode 9"
  },
  {
    "quote": "Mari kita bersaing secara sehat agar nantinya takkan ada penyesalan diantara kita.",
    "character": "Crusch Karsten",
    "anime": "Re:Zero kara Hajimeru Isekai Seikatsu",
    "episode": "Episode 15"
  },
  {
    "quote": "Saling menerima cinta satu sama lain adalah hal yang wajar. Jika dunia melarangnya, aku akan mengubah dunia ini meskipun harus menghancurkannya.",
    "character": "Theo Cornaro",
    "anime": "Grancrest Senki",
    "episode": "Episode 20"
  },
  {
    "quote": "Aku tidak peduli! Selama aku bisa terus bersama dengan dirimu, bagiku sudah cukup. Tidak, bahkan itulah yang aku inginkan!",
    "character": "Koyuki Hinashi",
    "anime": "Fuuka",
    "episode": "Episode 11"
  },
  {
    "quote": "Aku hanya ingin melihatmu membuktikan bahwa kerja keras pasti membawa hasil yang memuaskan.",
    "character": "Sorata Kanda",
    "anime": "Sakurasou no Pet na Kanojo",
    "episode": "Episode 15"
  },
  {
    "quote": "Tugas kami sebagai orang biasa adalah untuk memastikan bahwa potensi yang tak bisa dimengerti itu bisa terwujud.",
    "character": "Sora",
    "anime": "No Game No Life",
    "episode": "Episode 7"
  },
  {
    "quote": "Aku memiliki kehidupan yang kosong, tak ada apapun kecuali perasaanku padamu.(Meskipun) aku juga tidak punya pedang, tapi hatiku ingin menjadi seorang kesatria.",
    "character": "Akitoshi Daimon",
    "anime": "Sket Dance",
    "episode": "Episode 41"
  },
  {
    "quote": "Melihat seorang murid yang menatap masa depannya itu begitu indah.",
    "character": "Souma",
    "anime": "Demi-chan wa Kataritai",
    "episode": "Episode 10"
  },
  {
    "quote": "Mungkin ada kalanya (kau) merasa bingung dan merasa kesal karena kenyataan tidak berjalan sesuai dengan harapan. Tapi, hal yang kau pelajari tidak akan pernah mengkhianatimu.",
    "character": "Tooru Miyagishi",
    "anime": "Hanasaku Iroha",
    "episode": "Episode 21"
  },
  {
    "quote": "Aku ingin menikmati hubungan asmara ini, bukan hasilnya.",
    "character": "Mari Shiina",
    "anime": "Renai Boukun",
    "episode": "Episode 2"
  },
  {
    "quote": "Tertawa karena baca manga komedi dapat melatih otot perut. Terkejut karena baca manga horor dapat melatih otot punggung. Berdebar-debar karena baca manga romatis dapat melatih otot jantung. Membaca manga edisi khusus setebal 932 halaman dapat melatih otot bisep. Orang-orang yang terlibat dengan manga harus melatih otot dengan manga.",
    "character": "Ami Kakei",
    "anime": "Kakushigoto",
    "episode": "Episode 3"
  },
  {
    "quote": "Pemandangan yang kurasa membosankan...Pemandangan di mana Kou-chan berada (ternyata) sangat indah.",
    "character": "Ohana Matsumae",
    "anime": "Hanasaku Iroha",
    "episode": "Episode 24"
  },
  {
    "quote": "Apa kalian menyukai sekolah?Aku sangat menyukainya. Kalian mungkin menganggapnya aneh, tapi sekolah adalah tempat yang hebat.",
    "character": "Yuki Takeya",
    "anime": "Gakkou Gurashi!",
    "episode": "Episode 12"
  },
  {
    "quote": "Ada hal yang tak pernah bisa dilihat sebelum melangkah. Karena itu, aku melangkah tanpa rasa takut.",
    "character": "Itsuki Hashima",
    "anime": "Imouto sae Ireba Ii.",
    "episode": "Episode 12"
  },
  {
    "quote": "Jangan pernah mati hanya karena hal-hal yang konyol.",
    "character": "Eris",
    "anime": "Kono Subarashii Sekai ni Shukufuku wo!: Kono Subarashii Choker ni Shukufuku wo!Kono Subarashii Sekai ni Shukufuku wo! OV",
    "episode": "Episode 1"
  },
  {
    "quote": "Ketika bersama denganmu, segalanya jadi menyenangkan.",
    "character": "Yukiko Asai",
    "anime": "Nijiiro Days",
    "episode": "Episode 9"
  },
  {
    "quote": "Aku takkan punya kehidupan yang cukup jika hanya mengandalkan keberuntungan saja.",
    "character": "Shikamaru Nara",
    "anime": "Naruto Shippuden",
    "episode": "Episode 163"
  },
  {
    "quote": "Aku tidak mau mengorbankan apapun atau menyeret siapapun hanya untuk menang.",
    "character": "Makoto Tsukimoto",
    "anime": "Ping Pong The Animation",
    "episode": "Episode 2"
  },
  {
    "quote": "Tak masalah kalau melarikan diri untuk tetap hidup.Karena kau bukan hewan ternak yang tak punya tempat untuk melarikan diri.",
    "character": "Kouchou",
    "anime": "Gin no Saji",
    "episode": "Episode 11"
  },
  {
    "quote": "Sesedih apapun suatu ingatan, setelah diceritakan semuanya hanya akan jadi suatu cerita.",
    "character": "Ougi Oshino",
    "anime": "Owarimonogatari",
    "episode": "Episode 1"
  },
  {
    "quote": "Jangan buang rasa kesalmu. Karena itu akan jadi bukti kalau kau masih belum menyerah pada dirimu sendiri.",
    "character": "Ryouma Kurogane",
    "anime": "Rakudai Kishi no Cavalry",
    "episode": "Episode 2"
  },
  {
    "quote": "Sebagai senior dalam menjalani hidup, (aku) yang berada sedikit didepannya akan menunjukkannya jalan menuju kebahagiaan.",
    "character": "Koyomi Araragi",
    "anime": "Owarimonogatari",
    "episode": "Episode 6"
  },
  {
    "quote": "Kita tidak akan bisa berbuat apa-apa jika kita terpisah. (Tapi) ketika seseorang bertemu dengan yang lainnya (semua akan berubah).Sekarang, di suatu tempat mungkin sedang terjadi suatu pertemuan yang dapat mengubah dunia.Mungkin hal itu terjadi di suatu negara yang sangat jauh. Mungkin juga berada di sisi planet ini.Atau mungkin itu berada di klub voli kecil, di sebuah SMA biasa, di sebuah negara kepulauan kecil di timur.Kupikir pertemuan itu terjadi di sini, di Karasuno. Aku tahu aku tak bisa membuktikan apa yang kukatakan, tapi aku sangat yakin. Aku yakin mulai dari sekarang, kalian akan menjadi lebih kuat lagi!",
    "character": "Ittetsu Takeda",
    "anime": "Haikyuu!!",
    "episode": "Episode 7"
  },
  {
    "quote": "Datang ke tempatmu sudah cukup untuk menyembuhkan satu hatiku.",
    "character": "Yuuka Kobayakawa",
    "anime": "Shoujo-tachi wa Kouya wo Mezasu",
    "episode": "Episode 1"
  },
  {
    "quote": "Namaku adalah Nasa Yuzaki, seorang yang lebih cepat dari Nasa, seorang yang akan mencapai kecepatan cahaya.",
    "character": "Nasa Yuzaki",
    "anime": "Tonikaku Kawaii",
    "episode": "Episode 1"
  },
  {
    "quote": "Orang-orang sering melihat ke langit ketika mereka sedang bingung.",
    "character": "Tooru Miyamae",
    "anime": "Seiren",
    "episode": "Episode 8"
  },
  {
    "quote": "Memang benar, akulah yang gila. Aku dibutakan delusi chuunibyou dan terpengaruh rasa keadilan murahan.",
    "character": "Yuu Ishigami",
    "anime": "Kaguya-sama wa Kokurasetai?: Tensai-tachi no Renai Zunousen",
    "episode": "Episode 11"
  },
  {
    "quote": "Hanya orang bodoh yang memainkan game yang tak bisa dia menangkan.",
    "character": "Sora",
    "anime": "No Game No Life",
    "episode": "Episode 5"
  },
  {
    "quote": "Kau akan membenci dirimu sendiri jika kau melakukan apa yang kau benci.",
    "character": "Chihiro Sengoku",
    "anime": "Sakurasou no Pet na Kanojo",
    "episode": "Episode 19"
  },
  {
    "quote": "Aku masih bisa berjuang (sampai sekarang) itu karena kau percaya padaku. Terima kasih Airi, aku bersyukur telah mempercayaimu.",
    "character": "Satoru Fujinuma",
    "anime": "Boku dake ga Inai Machi",
    "episode": "Episode 6"
  },
  {
    "quote": "Manusia bisa saling berkumpul, saling membantu, dan menyelesaikan sesuatu. Namun peradaban mereka gampang sekali dimusnahkan oleh para naga. Jadi kurasa naga lebih hebat (dari manusia).",
    "character": "Tooru",
    "anime": "Kobayashi-san Chi no Maid Dragon",
    "episode": "Episode 5"
  },
  {
    "quote": "Jangan lari lagi...Jangan pergi ke tempat yang tidak bisa kucapai.Bersamalah denganku selamanya...",
    "character": "Kouko Kaga",
    "anime": "Golden Time",
    "episode": "Episode 6"
  },
  {
    "quote": "Dia lebih mencemaskan temannya daripada dirinya sendiri. Dia lebih mementingkan temannya. Aku menghormati perasaannya. Jika kau ingin mencapai sesuatu, kau harus berusaha keras untuk mencapai semuanya.",
    "character": "Subaru Natsuki",
    "anime": "Re:Zero kara Hajimeru Isekai Seikatsu",
    "episode": "Episode 9"
  },
  {
    "quote": "Cinta adalah kekonyolan dan tak ada gunanya jika dibandingkan dengan belajar.",
    "character": "Fuutarou Uesugi",
    "anime": "Gotoubun no Hanayome",
    "episode": "Episode 2"
  },
  {
    "quote": "Cinta sejati adalah cinta yang tak dipengaruhi oleh penampilan. Jika penampilan orang bisa mempengaruhi perasaanmu, maka cintamu itu palsu.",
    "character": "Chika Fujiwara",
    "anime": "Kaguya-sama wa Kokurasetai?: Tensai-tachi no Renai Zunousen",
    "episode": "Episode 5"
  },
  {
    "quote": "Kupikir kalau aku hidup dengan jujur pada diriku sendiri, aku tak akan punya penyesalan. Tapi ternyata itu salah...",
    "character": "Hime Onizuka",
    "anime": "Sket Dance",
    "episode": "Episode 3"
  },
  {
    "quote": "Dalam  game, mustahil mengetahui aturan atau tujuan seseorang, karena ada 7 milyar pemain yang bergerak sesuai kenginannya.",
    "character": "Sora",
    "anime": "No Game No Life",
    "episode": "Episode 1"
  },
  {
    "quote": "Kerinduan mencengkeram orang lebih kuat daripada racun, dan lebih dalam daripada penyakit.",
    "character": "Lyza",
    "anime": "Made in Abyss",
    "episode": "Episode 12"
  },
  {
    "quote": "Aku akan terus mengatakannya!Jangan pernah berhenti membuat game, jangan berhenti berkarya.Kau tidak boleh menyerah mengejar impianmu.",
    "character": "Iori Hashima",
    "anime": "Saenai Heroine no Sodatekata ♭",
    "episode": "Episode 10"
  },
  {
    "quote": "Setelah kematian, kalian akan dikirim ke \"surga\" atau \"neraka\".",
    "character": "Decim",
    "anime": "Death Parade",
    "episode": "Episode 1"
  },
  {
    "quote": "Tidur itu sangat penting. Kurang tidur bisa berdampak buruk pada pekerjaan, dan kesehatanmu. Tidur di kursi bisa menghilangkan rasa penatmu untuk sementara, tapi tidak baik untuk punggungmu.",
    "character": "Umiko Ahagon",
    "anime": "New Game!!",
    "episode": "Episode 4"
  },
  {
    "quote": "Kadang-kadang pria harus melindungi sesuatu, walaupun dia harus membuang kehormatannya sendiri.",
    "character": "Kanichi Konishi",
    "anime": "Shokugeki no Souma",
    "episode": "Episode 6"
  },
  {
    "quote": "Bermuka dua? Aku rasa lebih dari itu. Dia sangat terburu-buru mencari apa yang telah dicuri darinya, lalu dia berhenti menolongku. Malahan dia kepikiran alasan yang tidak masuk akal untuk memonta tolong agar aku tak merasa berhutang kepadanya, meskipun aku adalah orang asing. Siapapun yang hidup seperti itu akhirnya akan menyia-nyiakan seluruh hidupnya!",
    "character": "Subaru Natsuki",
    "anime": "Re:Zero kara Hajimeru Isekai Seikatsu",
    "episode": "Episode 1"
  },
  {
    "quote": "Kadang-kadang pria harus melindungi sesuatu, walaupun dia harus membuang kehormatannya sendiri.",
    "character": "Kanichi Konishi",
    "anime": "Shokugeki no Souma",
    "episode": "Episode 6"
  },
  {
    "quote": "Aku tidak benci bekerja keras. Belajar untuk melakukan sesuatu yang sebelumnya tidak bisa ku lakukan itu bukan hal buruk.",
    "character": "Subaru Natsuki",
    "anime": "Re:Zero kara Hajimeru Isekai Seikatsu",
    "episode": "Episode 4"
  },
  {
    "quote": "Mustahil menyelamatkan semua orang. Menyelamatkan banyak orang harus dibayar dengan menghancurkan sebagian kecil orang lainnya.",
    "character": "Archer",
    "anime": "Fate/stay night: Unlimited Blade Works 2nd Season",
    "episode": "Episode 7"
  },
  {
    "quote": "Walau dunia ini memusuhimu, aku akan tetap di sampingmu.",
    "character": "Miyabi Azumaya",
    "anime": "Dimension W",
    "episode": "Episode 7"
  },
  {
    "quote": "Atasan yang lebih baik, membawa perusahaan lebih baik. Tak ada gunanya mempermasalahkan siapa atasanmu!",
    "character": "Daikichi Kawachi",
    "anime": "Usagi Drop",
    "episode": "Episode 3"
  },
  {
    "quote": "Aku percaya kepadamu.",
    "character": "Raphtalia",
    "anime": "Tate no Yuusha no Nariagari",
    "episode": "Episode 4"
  },
  {
    "quote": "Ketika ada sesuatu yang populer, itu artinya yang lainnya tidak populer.",
    "character": "Deishuu Kaiki",
    "anime": "Koyomimonogatari",
    "episode": "Episode 5"
  },
  {
    "quote": "Orang-orang berkata kalau orang yang meninggal akan pergi ke surga. Tapi menurutku tidak begitu. Aku pikir jika kita mati, kita akan pergi ke hati seseorang. Kita akan tinggal dalam kenangan mereka dan terus hidup. Seperti ayah dan ibu yang tinggal di hati kami. Tapi karena waktu, kenangan pun memudar. Jadi itulah mengapa orang-orang berharap untuk meninggalkan sesuatu agar tidak dilupakan dan tidak pernah dilupakan.",
    "character": "Kaito Kirishima",
    "anime": "Ano Natsu de Matteru",
    "episode": "Episode 1"
  },
  {
    "quote": "Meski kita hidup dalam peraturan, kita tak bisa menyalamatkan siapapun. Meski aku harus melanggar peraturan, aku takkan membiarkan siapapun menghalangi mimpiku.",
    "character": "Shirou Kotomine",
    "anime": "Fate/Apocrypha",
    "episode": "Episode 12"
  },
  {
    "quote": "Lupakan orang yang meninggalkanmu, dan persiapkan dirimu untuk cinta yang baru. Itulah yang harus dilakukan dalam menjalani cinta.",
    "character": "Kagura",
    "anime": "Gintama",
    "episode": "Episode 7"
  },
  {
    "quote": "Genos, sejak awal karena keinginan besarku yang ingin menjadi pahlawanlah yang mendorongku untuk berlatih sangat keras.karena itulah aku menjadi sekuat ini.",
    "character": "Saitama",
    "anime": "One Punch Man",
    "episode": "Episode 6"
  },
  {
    "quote": "Bukan masalah benci atau tidaknya. Ibuku adalah Ibuku, takkan pernah berubah. Apapun yang terjadi, dialah yang melahirkanku.",
    "character": "Asuka Tanaka",
    "anime": "Hibike! Euphonium 2",
    "episode": "Episode 9"
  },
  {
    "quote": "Aku tidak suka hubungan yang tidak jelas.",
    "character": "Hitagi Senjougahara",
    "anime": "Bakemonogatari",
    "episode": "Episode 5"
  },
  {
    "quote": "Orang-orang terlalu mengistimewakan sesuatu yang tak bisa dilihat.",
    "character": "Mahito",
    "anime": "Jujutsu Kaisen",
    "episode": "Episode 10"
  },
  {
    "quote": "Kita memang menemui jalan buntu, tapi aku takkan berhenti. Demi mereka yang telah tiada, aku harus tetap maju. Sebagai Putri Hyland, sebagai seseorang yang membimbing negri ini menuju keadilan, tolong pinjamkanlah kekuatan kalian.",
    "character": "Alisha Diphda",
    "anime": "Tales of Zestiria the X Season 2",
    "episode": "Episode 3"
  },
  {
    "quote": "Melihatnya bekerja keras untuk membenciku, entah mengapa agak menyenangkan.",
    "character": "Ohana Matsumae",
    "anime": "Hanasaku Iroha",
    "episode": "Episode 3"
  },
  {
    "quote": "Pasti sangat sulit berusaha melakukan apa yang diinginkan. (Sebenarnya) aku tidak terlalu mengerti, tapi pasti butuh kerja keras untuk mendapatkan hasilnya. Meskipun (kadang) memiliki impian itu membuatmu sulit (menjalani hidup).",
    "character": "Yuusuke Fujisaki",
    "anime": "Sket Dance",
    "episode": "Episode 42"
  },
  {
    "quote": "Entah itu orang suci ataupun pendosa, semua orang punya hak untuk menegakkan keadilan mereka. Menolak keadilan mereka dan membunuhnya adalah hal tabu bagiku.",
    "character": "Brad Blackstone",
    "anime": "Taboo Tattoo",
    "episode": "Episode 9"
  },
  {
    "quote": "Kemenangan sejati bukanlah saat kau menang melawan yang kuat.Melainkan saat kau berhasil melindungi sesuatu yang berharga bagimu.",
    "character": "Duy Might",
    "anime": "Naruto Shippuden",
    "episode": "Episode 419"
  },
  {
    "quote": "Setiap jomblo yang punya hewan peliharaan pasti merasakan kebahagiaan palsu",
    "character": "Mayumi Nishikino",
    "anime": "Bokura wa Minna Kawaisou",
    "episode": "Episode 11"
  },
  {
    "quote": "Kau adalah seorang profesional, tapi jika kau tak bisa menyeimbangkan antara pembunuh (profesi) dan guru (tuntutan peran dalam profesi), maka ini (sekolah) adalah tempat terburuk bagi orang profesional sepertimu.",
    "character": "Tadaomi Karasuma",
    "anime": "Ansatsu Kyoushitsu",
    "episode": "Episode 4"
  },
  {
    "quote": "Aku tahu jika kau sedang berbohong. Aku tahu kalau kau juga tak bisa mengatakan alasannya. Jadi, kau tak perlu meyakinkanku, menutupi semuanya dengan kebohongan, atau menyalahkan dirimu sendiri seperti itu. Karena aku percaya padamu.",
    "character": "Rem",
    "anime": "Re:Zero kara Hajimeru Isekai Seikatsu",
    "episode": "Episode 19"
  },
  {
    "quote": "Semua bergantung pada tampan atau tidaknya seseorang. Itulah pedoman hidupku. Jika tidak tampan, berarti bukan laki-laki.",
    "character": "Masamune Makabe",
    "anime": "Masamune-kun no Revenge",
    "episode": "Episode 1"
  },
  {
    "quote": "Entah itu jalan yang lurus ataupun jalan yang menyesatkan, selama kami masih bisa berjalan di sampingmu, kami tak peduli ke manapun kami pergi.",
    "character": "Toushirou Hijikata",
    "anime": "Gintama°",
    "episode": "Episode 48"
  },
  {
    "quote": "Kau harus punya mata dan keberanian untuk mengatakan yang bagus ya bagus, dan jelek ya jelek.",
    "character": "Utaha Kasumigaoka",
    "anime": "Saenai Heroine no Sodatekata ♭",
    "episode": "Episode 2"
  },
  {
    "quote": "Memang benar kalau aku putus asa dengan dunia nyata. Tapi aku tidak putus asa dengan diriku sendiri. Yang memutuskan apakah hidupku membosankan, menyenangkan atau biasa-biasa saja bukalah dunia ini, tapi diriku sendiri. Selama aku memiliki kemauan, tak ada yang mustahil. Kau pun juga bisa melakukan apapun yang kau inginkan.",
    "character": "Keima Katsuragi",
    "anime": "Kami nomi zo Shiru Sekai II",
    "episode": "Episode 7"
  },
  {
    "quote": "Sejak kecil, aku selalu membayangkan pemandangan indah yang ada di mana-mana. Pemandangan yang selalu aku lihat dan tak terhitung dalam mimpiku. Tapi aku belum pernah kesana. Mereka mengatakan itu adalah efek samping dari Antifeminas milik Inglobe yang ada pada diriku. Tapi aku tak peduli dengan penyebab itu, Aku hanya ingin mencari sesuatu. Karena itu aku melakukan perjalanan.",
    "character": "Ichika Takatsuki",
    "anime": "Ano Natsu de Matteru",
    "episode": "Episode 2"
  },
  {
    "quote": "Bagi yang berusaha maka Tuhan akan tersenyum padamu, itu adalah bohong.Tapi, takdir Tuhan akan berkedip padamu.",
    "character": "Kumiko Oumae",
    "anime": "Hibike! Euphonium",
    "episode": "Episode 12"
  },
  {
    "quote": "Perempuan yang sedang jatuh cinta bisa menentang Tuhan.",
    "character": "Tsushima",
    "anime": "Toaru Majutsu no Index III",
    "episode": "Episode 8"
  },
  {
    "quote": "Aku tidak bisa fokus karena terpana olehmu.",
    "character": "Fuutarou Uesugi",
    "anime": "Gotoubun no Hanayome",
    "episode": "Episode 10"
  },
  {
    "quote": "Seekor ikan, baik yang tinggal di air jernih atau kotor, selama ikan itu terus berenang ke depan, dia akan tumbuh dengan indah.",
    "character": "Koro-sensei",
    "anime": "Ansatsu Kyoushitsu",
    "episode": "Episode 7"
  },
  {
    "quote": "Wanita itu orang yang realistis. Kami tidak percaya hanya pada kata-kata.",
    "character": "Aiza Nagi",
    "anime": "Shigatsu wa Kimi no Uso",
    "episode": "Episode 17"
  },
  {
    "quote": "Tidak ada kebahagiaan yang begitu berat hingga membuatmu hancur. Kebahagiaan itu bukanlah (suatu hal yang) berat maupun ringan. Jangan berlebihan menganggap kebahagiaan. Semua jenis kebahagiaan akan cocok untukmu. Jadi jangan membenci kebahagiaan seperti itu. Jangan membenci dunia, jangan membenci semua hal. Jangan membenci dirimu sendiri. Semua jenis kebencian di dalam dirimu semuanya akan kuterima dan kutanggung untukmu. Aku ingin kau lebih mencintai dirimu sendiri.",
    "character": "Koyomi Araragi",
    "anime": "Owarimonogatari",
    "episode": "Episode 5"
  }
]